//  基础色调
export default {
    // 深系基础色
    dark: {
        C01: '#3dcd58', // 主色
        C02: '#D4D2CE', // 文字色 - 主要
        C03: '#939393', // 文字色 - 标签灰
        C04: '#0A0A0A', //  默认
        C05: '#F7F9FC', // 斑马
        C06: '#80DC72', // 语义绿
        C07: '#F08C12', // 语义黄
        C08: '#FF4650', // 语义红
        C09: '#3F7FFF', // 悬浮
        C10: '#2160E0', // 按下
        C11: '#000000',
    },
    // 浅系基础色
    light: {
        C01: '#3dcd58', // 主色
        C02: '#202020', // 文字色 - 主要
        C03: '#6E6E6E', // 文字色 - 标签灰
        C04: '#F7F7F7', //  默认
        C05: '#F7F9FC', // 斑马
        C06: '#35B55F', // 语义绿
        C07: '#FFAA0E', // 语义黄
        C08: '#EE5640', // 语义红
        C09: '#3F7FFF', // 悬浮
        C10: '#2160E0', // 按下
        C11: '#ffffff',
    },
};
